{
  "backend": "tokenizers",
  "bos_token": "<|begin_of_text|>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|eot_id|>",
  "is_local": false,
  "max_length": 2048,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 131072,
  "pad_token": "<|reserved_special_token_0|>",
  "stride": 0,
  "tokenizer_class": "TokenizersBackend",
  "truncation_side": "right",
  "truncation_strategy": "longest_first"
}
